{
    "heading": "Actors/Actresses",
	"people": [
		{
			"name": "Robert Downey Jr.",
			"crimes": [
				{
					"crimeName": "Possession of cocaine, heroin, and marijuana",
					"crimeDate": "1996 to 2001",
					"chargeType": "",
					"sentence": "",
					"numberOfAccusers": "",
					"crimeDescription": "With a Golden Globe and several academy awards under his belt, Robert Downey Jr. is not a lightweight when it comes to acting. Unfortunately, he wasn’t a lightweight when it came to drugs and alcohol either, and in the years of 1996 to 2001, he racked up a number of arrests for possession of cocaine, heroin, and marijuana. After spending a number of years in and out of rehab, he seems to have finally straightened out his life, and we all wish him the very best."
				}
			],
			"mugshot": "mugshots/RobertDowneyJr.jpg",
			"sources": [
				"list25"
				]
		},
		{
			"name": "Michelle Rodriguez",
			"crimes": [
				{
					"crimeName": "Driving under the influence",
					"crimeDate": "2006",
					"chargeType": "",
					"sentence": "",
					"numberOfAccusers": "",
					"crimeDescription": "American actress Michelle Rodriguez was arrested in Hawaii while filming an episode of Lost in 2006 on the charges of driving under the influence. She received probation and community service; however, less then a year later, she had violated the conditions and faked service forms, resulting in 180 days of jail time."
				}
			],
			"mugshot": "mugshots/MichelleRodiguez.jpg",
			"sources": [
				"list25"
				]
		},
		{
			"name": "Will Smith",
			"crimes": [
				{
					"crimeName": "",
					"crimeDate": "1989",
					"chargeType": "",
					"sentence": "",
					"numberOfAccusers": "",
					"crimeDescription": "Despite his reputation for being fun-loving and happy most of the time, Will Smith was arrested in 1989 after a violent altercation that left the victim nearly blind in one eye. Reportedly, Smith and his bodyguard attacked the man after a heated argument, leaving him with a fractured left orbital bone and needing six stitches in his face."
				}
			],
			"mugshot": "mugshots/WillSmith.jpg",
			"sources": [
				"list25"
				]
		},
		{
			"name": "Mark Wahlberg",
			"crimes": [
				{
					"crimeName": "",
					"crimeDate": "",
					"chargeType": "",
					"sentence": "",
					"numberOfAccusers": "",
					"crimeDescription": "Born in Dorchester, Massachusetts, Mark Wahlberg received his first civil action at 15 for harassing African-American children, and a year later, he was arrested for beating a middle-aged Vietnamese man nearly to death with a large wooden stick. He also developed a serious cocaine addiction at a very young age and dealt drugs for a source of income. At 19, he decided to clean up his life and joined a band with his older brother, eventually striking out on his own to make it big with his own band: Marky Mark and the Funky Bunch."
				}
			],
			"mugshot": "mugshots/MarkWahlberg.jpg",
			"sources": [
				"list25"
				]
		},
		{
			"name": "Matthew McConaughey",
			"crimes": [
				{
					"crimeName": "",
					"crimeDate": "",
					"chargeType": "",
					"sentence": "",
					"numberOfAccusers": "",
					"crimeDescription": "Matthew McConaughey was arrested in 1999 after local authorities were alerted of noise complaints from his upscale neighborhood in Austin, Texas. The police arrived at McConaughey’s house at around 3 o’clock in the morning, only to find him sitting naked in his living room enthusiastically playing bongos. He was taken into custody and charged with violating Austin’s noise ordinance, resisting arrest and, unsurprisingly, marijuana use."
				}
			],
			"mugshot": "mugshots/MatthewMcConaughey.jpg",
			"sources": [
				"list25"
				]
		},
		{
			"name": "Lindsay Lohan",
			"crimes": [
				{
					"crimeName": "DUI, possession of cocaine, assault and more",
					"crimeDate": "",
					"chargeType": "",
					"sentence": "",
					"numberOfAccusers": "",
					"crimeDescription": "In and out of jail since her first arrest for a DUI in 2007, Lindsay Lohan has been repeatedly busted for driving under the influence, possession of cocaine, assault, and even one hit and run. Her probation and frequent trouble with the police has, unfortunately, led her to missing out on a number of movie deals."
				}
			],
			"mugshot": "mugshots/LindsayLohan.jpg",
			"sources": [
				"list25"
				]
		},
		{
			"name": "Johnny Depp",
			"crimes": [
				{
					"crimeName": "assault",
					"crimeDate": "",
					"chargeType": "",
					"sentence": "",
					"numberOfAccusers": "",
					"crimeDescription": "In May 2016, actress Amber Heard filed for a divorce and restraining order from actor Johnny Depp. Heard alleged that Depp physically and emotionally abused her throughout the entirety of their brief marriage. Heard even detailed an incident in which Depp took her cell phone and smacked her across the face with it. Heard documented her purported injuries from the incident with photos. The two have been in-and-out of divorce proceedings for several months, but have recently come to a settlement. Heard received $7 million from Depp, which she then donated the entirety of to charity."
				}
			],
			"mugshot": "mugshots/JohnnyDepp.jpg",
			"sources": [
				"ranker"
				]
		},
		{
			"name": "Mel Gibson",
			"crimes": [
				{
					"crimeName": "felony, DUI",
					"crimeDate": "",
					"chargeType": "",
					"sentence": "",
					"numberOfAccusers": "",
					"crimeDescription": "Mel Gibson took a plea deal to avoid facing felony charges of battery in 2011. He has also been charged with DUIs on multiple occasions.<br>Famous on-screen warrior Mel Gibson has unfortunately carried his violence offscreen, as he faced misdemeanor spousal battery charges in 2011. Gibson appeared in a Los Angeles courtroom within days of the charges and reportedly said very little, aside from acknowledging the charged crimes and accepting a plea deal. The no contest plea involved no jail time but rather 36 months of probation and a mandatory 52 weeks of domestic violence counseling.[2]Gibson’s partner, Oksana Grigorieva, accused him of striking her during a dispute in early 2010. She did not attend the hearing, preferring to concentrate on “moving forward with her life,” according to her lawyers. The next time Braveheart makes its way to your television, consider the fact that Gibson was officially charged with mimicking this ferocious behavior in real life."
				}
			],
			"mugshot": "mugshots/MelGibson.jpg",
			"sources": [
				"ranker",
				"listverse"
				]
		},
		{
			"name": "Matthew Broderick",
			"crimes": [
				{
					"crimeName": "Causing death by dangerous driving",
					"crimeDate": "1987",
					"chargeType": "",
					"sentence": "",
					"numberOfAccusers": "",
					"crimeDescription": "In August 1987, when Matthew Broderick was vacationing in Ireland with his then girlfriend, Dirty Dancing star Jennifer Grey (the couple started dating when filming Ferris Bueller’s Day Off), when something awful happened. Driving a rented BMW, Broderick accidentally drove into the wrong lane (in Ireland, they drive on the left side of the road, with the steering wheel on the right side) and collided head on with a Volvo, killing Anna Gallagher, 28 and her mother Margaret Dorothy, 63 instantly. Broderick fractured his ribs and one leg, and had a concussion as well as a collapsed lung. Grey suffered severe whiplash and some other minor injuries. Broderick was charged with causing death by dangerous driving and faced up to five years in prison, but the charges were reduced to carless driving, with a fine of $175. The victim’s family called it a travesty of justice."
				}
			],
			"mugshot": "mugshots/MatthewBroderick.jpg",
			"sources": [
				"therichest"
				]
		},
		{
			"name": "Lane Garrison",
			"crimes": [
				{
					"crimeName": "Vehicular manslaughter without gross negligence and more",
					"crimeDate": "2006-2009",
					"chargeType": "",
					"sentence": "",
					"numberOfAccusers": "",
					"crimeDescription": "Lane Garrison is best known for his role on the show Prison Break, but his real life ended up imitating his art. In 2006, Garrison pleaded guilty to vehicular manslaughter without gross negligence, as well as providing alcohol to a minor, after he drove with cocaine in his system with a blood alcohol level of .20, killing the passenger of his car. In May 2007, he was sentenced to 40 months in jail. Garrison was released in April 2009."
				}
			],
			"mugshot": "mugshots/LaneGarrison.jpg",
			"sources": [
				"list25"
				]
		}
	]
}