{
	"heading": "#MeToo Alleged Offenders",
	"people": [
		{
            "name":"Lawrence Gerard Nassar",
            "aka":"Dr. Larry Nassar",
			"known_for": "Was an USA Gymnastics national team doctor and an osteopathic physician at Michigan State University",
			"dob": "August 16, 1963",
            "crimes":[
				{
					"offenses_date_range": "1998 - 2005",
					"charged_filed_date": "November 18, 2016",
					"charges": "1st degree criminal sexual conduct with minors under the age of 16 (22 counts)",
					"charge_level": "Felony",
					"crime_locations": "Ingham County (15 counts) and Eaton County (7 counts) in Michigan",
					"offense_code": "750/520B1A",
					"case_number": "16901120-01",
					"court": "Ingham County Circuit Court",
					"ingham_county_judge": "Rosemarie Aquilina",
					"ingham_county_plea_date": "November 22, 2017",
					"ingham_county_plea": "Guilty",
					"number_of_accusers": "150+",
					"ingham_county_sentence_date": "January 24, 2018",
					"ingham_county_sentence": "40-175 years in prison",
					"eaton_county_judge": "Janice Cunningham",
					"eaton_county_sentence_date": "February 5, 2018",
					"eaton_county_sentence": "40-125 years in prison",
					"notes": "The allegations asserted that Nassar had molested 7 girls under the guise that he was providing legitimate medical treatment at his home and at a clinic on the MSU campus."
				},
                {
                    "charges":"Receiving child pornography in 2004, possession of pornographic images of children between 2004-2016, tampering with evidence by destroying and concealing the images",
					"charge_level": "Felony",
					"arrest_date": "December 2016",
					"arresting_agency": "FBI",
					"plea_date": "July 11, 2017",
					"plea": "Guilty",
					"sentence_date": "December 7, 2017",
					"sentence": "60 years in federal prison",
                    "notes": "Nassar was arrested by the FBI in December 2016 after agents found more than 37,000 images of child pornography and a video of Nassar molesting underage girls."
                }
            ],
            "sources":[
				"Wayne County (Metro Detroit) (Michigan)",
                "Wikipedia"
            ],
			"photo":"photos/LarryNassar.jpg"
        },
		{
			"name": "Paul Edward Haggis",
			"aka": "Paul Haggis",
			"known_for": "Oscar-winning filmmaker, screenwriter of Million Dollar Baby and Crash",
			"dob": "March 10, 1953",
			"height": "6' 0\"",
			"crimes": [
				{
					"filing_date": "December 15, 2017",
					"filing_location": "Manhattan, NY",
					"allegations": "Rape, Sexual Misconduct",
					"case_type": "Civil lawsuit",
					"plaintiff": "Haleigh Breest",
					"date_3_more_women_joined_the_lawsuit": "January 5, 2018",
					"number_of_accusers": "4",
					"notes": "In a civil lawsuit, a publicist accuses Haggis of rape. That lawsuit inspired 3 other women to come forward with their own sexual misconduct accusations, including another publicist who claims he forced her to perform oral sex and then raped her."
				}
			],
			"photo": "photos/PaulHaggis.jpg",
			"sources": [
				"NBC news"
			]
		},
		{
			"name": "Peter Martins",
			"known_for": "Danish ballet dancer and choreographer. Was a principal dancer with the Royal Danish Ballet and with the New York City Ballet",
			"dob": "October 27, 1946",
			"height": "6' 2\"",
			"crimes": [
				{
					"allegations": "Physical and sexual assault",
					"investigation_announced": "December 2017",
					"number_of_accusers": "5+"
				}
			],
			"photo": "photos/PeterMartins.jpg",
			"sources": [
				"Wikipedia",
				"NBC news"
			]
		},
		{
			"name": "Mario Francesco Batali",
			"aka": "Mario Batali",
			"known_for": "American chef, writer, restaurateur, and media personality",
			"dob": "September 19, 1960",
			"crimes": [
				{
					"allegation_date": "December 11, 2017",
					"allegations": "Sexual harassment, sexual misconduct",
					"number_of_accusers": "8",
					"notes": "Four women accused celebrity chef Mario Batali of inappropriate touching over the course of two decades, causing the restaurateur and television show host to step aside from his projects for the time being.\n\nThe accusations against Batali were first published in a report by Eater New York on Dec. 11. Three of the accusers were employees of the chef.\n\nAll the women recounted instances at different points in Batali's career when they say the chef groped them and made inappropriate comments of a sexual nature.\n\nIn a statement, Batali apologized and said the accusations described by the women \"match up with the way [he has] acted.\"\n\n\"I apologize to the people I have mistreated and hurt. Although the identities of most of the individuals mentioned in these stories have not been revealed to me, much of the behavior described does, in fact, match up with ways I have acted. That behavior was wrong and there are no excuses. I take full responsibility and am deeply sorry for any pain, humiliation or discomfort I have caused to my peers, employees, customers, friends and family,\" the statement said in part.\n\nBatali added that he was stepping away from the \"day-to-day operations of my businesses,\" acknowledging his actions disappointed many people and \"the failures are mine alone.\"\n\nA few days later, ABC said they fired him from the cooking show, \"The Chew.\""
				}
			],
			"photo": "photos/MarioBatali.jpg",
			"sources": [
				"NBC news"
			]
		},
		{
			"name": "Andrew Kreisberg",
			"known_for": "American television writer, producer and comic book writer best known as the creator of the television series Arrow, The Flash, Supergirl, and Legends of Tomorrow",
			"dob": "April 23, 1971",
			"crimes": [
				{
					"accused_date": "November, 2017",
					"allegation": "Sexual harassment",
					"number of accusers": "19 (15 women and 4 men)"
				}
			],
			"photo": "photos/AndrewKreisberg.jpg",
			"sources": [
				"Wikipedia"
			]
		},
		{
			"name": "Louis C.K.",
			"known_for": "American comedian, writer, actor, and filmmaker",
			"dob": "September 12, 1967",
			"height": "6' 0\"",
			"crimes": [
				{
					"allegation": "Sexual misconduct",
					"number_of_accusers": "5",
					"notes": "Accused of sexual misconduct dating back at least 15 years, The New York Times reported.\n\nIn the exposé published in The Times, comedians Dana Min Goodman and Julia Wolov allege Louis CK in 2002 invited them to his hotel room in Colorado, undressed himself, and masturbated in front of them. Abby Schachner, a comedian who says she called Louis C.K. to invite him to one of her performances in 2003, claims she could hear him masturbating during their phone conversation. Rebecca Corry, a writer and actress, alleges Louis C.K. asked if he could masturbate in front of her while they appeared together on a television pilot in 2005.\n\nIn a statement a day after the report, Louis C.K. said \"these stories are true,\" adding that he feels remorseful for his actions.\n\n\"I have been remorseful of my actions. And I've tried to learn from them. And run from them. Now I’m aware of the extent of the impact of my actions. I learned yesterday the extent to which I left these women who admired me feeling badly about themselves and cautious around other men who would never have put them in that position,\" he said.\n\nShortly after the report was published, HBO announced that Louis C.K. would no longer be participating in a comedy fundraising special planned for Nov. 18. HBO also said it would be removing the comedian’s past projects from its On Demand services.\n\nA day after The Times published its report, Louis C.K.’s publicist, Lewis Kay, said on Twitter that he dropped the comedian as a client. Netflix also announced that it would not produce a second planned stand-up special after releasing the first, titled \"2017,\" earlier this year.\n\nFX Networks and FX Productions later ended its relationship with Louis C.K. once he admitted that the allegations were true. FX said in a statement that he would no longer serve as executive producer or receive compensation for the four shows he was involved with."
				}
			],
			"photo": "photos/LouisCK.jpg",
			"sources": [
				"NBC news"
			]
		},
		{
			"name": "Steven Frederic Seagal",
			"aka": "Steven Seagal",
			"known_for": "American actor, producer, screenwriter, director, martial artist, and musician",
			"dob": "April 10, 1952",
			"height": "6' 4\"",
			"crimes": [
				{
					"allegation_date": "May 1991",
					"allegation": "Sexual harassment",
					"accusers": "Raenne Malone, Nicole Selinger, Christine Keeve"
				},
				{
					"charges_filed_date": "1995",
					"charges": "Employment discrimination, sexual harassment and breach of contract",
					"accuser": "Cheryl Shuman",
					"disposition_date": "August, 1995",
					"disposition": "Case dismissed",
					"court": "Los Angeles Superior Court"
				},
				{
					"case_filing_date": "April 12, 2010",
					"plaintiff": "Kayden Nguyen",
					"court": "Los Angeles County Superior Court",
					"allegations": "Sexual harassment, the illegal trafficking of females for sex, failure to prevent sexual harassment, wrongful termination",
					"case_dropped_by_plaintiff_date": "July 14, 2010"
				},
				{
					"allegation_date": "November 8, 2017",
					"allegation": "Sexual Harassment",
					"accuser": "Portia de Rossi",
					"notes": "De Rossi alleged that during an audition in Seagal's office, he told her \"how important it was to have chemistry off-screen\" before unzipping his pants."
				},
				{
					"allegation_date": "January 15, 2018",
					"allegation": "Sexual assault",
					"accuser": "Rachel Grant"
				}
			],
			"photo": "photos/StevenSeagal.jpg",
			"sources": [
				"Wikipedia"
			]
		},
		{
			"name": "Edward Jack Peter Westwick",
			"aka": "Ed Westwick",
			"known_for": "Actor known for his role as Chuck Bass in Gossip Girl",
			"dob": "June 27, 1987",
			"height": "5' 9\"",
			"crimes": [
				{
					"allegation_date": "November 2017",
					"allegation": "Rape, sexual assault",
					"accusers": "Kristina Cohen, Rachel Eck, Aurélie Wynn",
					"notes": "Actress Kristina Cohen wrote a Facebook post saying that she and a boyfriend had gone to Ed Westwick's home three years ago.\n\nCohen said she took a nap in one of the rooms, and that when she woke up, the \"Gossip Girl\" actor was sexually assaulting her. She said she tried to fight him off, but he was too strong.\n\n\"I couldn’t speak, I could no longer move. He held me down and raped me,\" she wrote.\n\nWestwick responded the following day on social media to deny the allegations: \"I do not know this woman. I have never forced myself in any manner, on any woman. I certainly have never committed rape.\"\n\nThe Los Angeles Police Department said Cohen filed a police report, which confirms an investigation but not evidence of a crime. There was no police report filed at the time of the alleged incident, sources said.\n\nFollowing Cohen's post, former actress Aurélie Wynn shared on Facebook a claim that she was raped by Westwick while taking a nap in July 2014."
				}
			],
			"photo": "photos/EdWestwick.jpg",
			"source": [
				"Wikipedia",
				"NBC News"
			]
		},
		{
			"name": "Brett Ratner",
			"known_for": "American film producer, entertainment businessman, director of motion pictures, music videos, and television",
			"dob": "March 28, 1969",
			"height": "5' 8\"",
			"crimes": [
				{
					"allegation_date": "October 20, 2017",
					"allegation": "Rape",
					"number_of_accusers": "1"
				},
				{
					"allegation_date": "November 1, 2017",
					"allegations": "Sexual misconduct and harassment",
					"number_of_accusers": "7 (including Ellen Page, Olivia Munn, and Natasha Henstridge)",
					"notes": "Accused of following an actress into a bathroom without invitation and masturbating as another entered his trailer to deliver food"
				}
			],
			"photo": "photos/BrettRatner.jpg",
			"source": [
				"Wikipedia"
			]
		},
		{
			"name": "Dustin Lee Hoffman",
			"aka": "Dustin Hoffman",
			"dob": "August 8, 1937",
			"height": "5' 6\"",
			"crimes": [
				{
					"allegation_date": "late 2017",
					"allegations": "Sexual misconduct, sexual assault",
					"number_of_accusers": "7",
					"accusers": "Meryl Streep, Anna Graham Hunter, Wendy Riss Gatsiounis, Cori Thomas, Melissa Kester, Kathryn Rossetter",
					"notes": "A woman who was a minor (17) at the time said Hoffman sexually harassed her and forced her to give him foot massages.[72] Hoffman's daughter's friend who also was a minor at the time (16), alleged Hoffman exposed his penis to her in a hotel room then asked for a foot massage.[73] One woman said Hoffman touched her naked breasts and inner thighs 6-8 times a week, against her will, during a specific microphone speaking part of a Broadway play that left her unable to stop him. She stated one performance he started putting his fingers inside her vagina during the same speaking part, and alleged another time he pulled her dress over her head, revealing her naked body to other cast members and causing her to miss her part and be reprimanded. She shared a picture of Hoffman grabbing her breast, which she says was against her will.[74] Two other women accused him of separate incidents where he inserted his fingers inside their vaginas unexpectedly and without permission when they were near him while wearing a skirt."
				}
			],
			"photo": "photos/DustinHoffman.jpg",
			"source": [
				"Wikipedia"
			]
		},
		{
			"name": "Jeremy Samuel Piven",
			"aka": "Jeremy Piven",
			"known_for": "American actor and producer known for his roles as Ari Gold in the series Entourage",
			"dob": "July 26, 1965",
			"height": "5' 9\"",
			"crimes": [
				{
					"allegation_date": "October 30, 2017",
					"allegation": "Sexual harassment and assault",
					"accusers": "Ariane Bellamar, Cassidy Freeman"
				},
				{
					"allegation_date": "November 9, 2017",
					"allegation": "Sexual assault",
					"accuser": "Tiffany Bacon Scourby"
				},
				{
					"allegation_date": "November, 2017",
					"allegation": "Sexual misconduct",
					"accuser": "Anastasia Taneie"
				},
				{
					"allegation_date": "January 2018",
					"allegation": "Sexual misconduct or inappropriate behaviour",
					"number_of_accusers": "3",
					"notes": "The allegations involved Piven pinning down one woman on a couch after following her to her trailer on the set of a film in 1985, \"physically aggressive\" behaviour with another while on a date and attempting to force himself on a woman in a hotel room around 1994"
				}
			],
			"photo": "photos/JeremyPiven.jpg",
			"source": [
				"NBC news"
			]
		},
		{
			"name": "Kevin Spacey Fowler,",
			"aka": "Kevin Spacey",
			"dob": "July 26, 1959",
			"height": "5' 10\"",
			"crimes": [
				{
					"allegation_date": "October 29, 2017",
					"allegation": "Alleged that Spacey, apparently drunk, made a sexual advance toward him in 1986, when Rapp was 14",
					"accuser": "Anthony Rapp",
					"notes": "15 others came forward alleging similar abuse"
				}
			],
			"photo": "photos/KevinSpacey.jpg",
			"source": [
				"Wikipedia"
			]
		},
		{
			"name": "George Herbert Walker Bush",
			"aka": "George H. W. Bush",
			"known_for": "41st President of the United States",
			"dob": "June 12, 1924",
			"crimes": [
				{
					"allegation_date": "October 2017",
					"allegation": "Lind accused Bush of groping her and telling an inappropriate joke",
					"accuser": "Heather Lind",
					"notes": "8 other women subsequently made similar allegations including Christina Baker Kline and Roslyn Corrigan, who was 16-years-old at the time of the alleged incident"
				}
			],
			"photo": "photos/GeorgeHWBush.jpg",
			"source": [
				"Wikipedia"
			]
		},
		{
			"name": "James Toback",
			"known_for": "American screenwriter and film director",
			"dob": "November 23, 1944",
			"crimes": [
				{
					"allegation_date": "October 22, 2017",
					"allegation": "Sexual harassment or assault",
					"number_of_accusers": "38",
					"accusers": "Rachel McAdams, Selma Blair, Louise Post, Terri Conn, Caterina Scorsone, Julianne Moore",
					"reported_by": "Los Angeles Times",
					"notes": "The alleged harassment occurred at meetings framed as interviews or casting auditions in places such as hotel rooms, movie trailers, or a public park where Toback asked questions pertaining to the women's sex lives and rubbed his crotch on them or masturbated."
				},
				{
					"further_allegations_date": "October 2017 - January 2018",
					"number_of_accusers": "238+",
					"reported_by": "Los Angeles Times"
				}
			],
			"photo": "photos/JamesToback.jpg",
			"source": [
				"Wikipedia"
			]
		},
		{
			"name": "Benjamin Geza Affleck-Boldt",
			"aka": "Ben Affleck",
			"dob": "August 15, 1972",
			"height": "6' 4\"",
			"crimes": [
				{
					"allegation_date": "October 10, 2017",
					"allegation": "Sexual misconduct",
					"accusers": "Hilarie Burton, Annamarie Tendler",
					"number_of_accusers": "2",
					"crimeDescription": "Affleck was accused of groping Hilarie Burton, an actress and former host of MTV’s “Total Request Live,” in the early 2000s.\n\n“I was a kid,” Burton, now 35, said on Twitter. In a follow-up post, she included a video showing the uncensored “TRL” cold open in which she says, in apparent reference to Affleck, “He comes over and tweaks my left boob.”\n\n“I acted inappropriately toward Ms. Burton and I sincerely apologize,” Affleck said on Twitter.\n\nMakeup artist Annamarie Tendler also accused Affleck of inappropriately grabbing her during a 2014 party. “I would also love to get an apology from Ben Affleck who grabbed my ass at a Golden Globes party in 2014,” she said on Twitter, further describing the incident in follow-up posts.\n\nAffleck told The Associated Press on Nov. 5 that he is “looking at my own behavior and addressing that and making sure I’m part of the solution.”"
				}
			],
			"photo": "photos/BenAffleck.jpg",
			"source": [
				"NBC news"
			]
		},
		{
			"name": "Harvey Weinstein",
			"known_for": "American film producer known for Kill Bill",
			"dob": "March 19, 1952",
			"height": "6' 0\"",
			"crimes": [
				{
					"allegation_date": "October 5, 2017",
					"allegations": "Sexually harassment, sexual assault, rape",
					"accusers": "Rose McGowan, Ashley Judd",
					"reported_by": "The New York Times",
					"being_investigated_by": "Los Angeles PD",
					"notes": "Among the accusations are that he forced women to massage him and watch him naked. He also promised to help advance their careers in return for sexual favours."
				},
				{
					"allegation_date": "October 10, 2017",
					"allegations": "Sexually harassment, sexual assault, rape",
					"number_of_accusers": "13",
					"accusers": "Asia Argento, Lucia Stoller, Mira Sorvino, Gwyneth Paltrow, Angelina Jolie, Cara Delevingne",
					"reported_by": "The New Yorker"
				},
				{
					"allegation_date": "October, 2017 - February, 2018",
					"allegations": "Sexually harassment, sexual assault, rape",
					"number_of_accusers": "80+",
					"accusers": "Lysette Anthony, Lauren Holly, Lena Headey, Lupita Nyong'o, Zelda Perkins, Brit Marling,  Mimi Haleyi, Dominique Huett, Natassia Malthe, Annabella Sciorra, Daryl Hannah, Paz de la Huerta, Kadian Noble, Salma Hayak, Uma Thurman, Kate Beckinsale, Lea Seydoux, Heather Graham, Zoe Brock, Louisette Geiss, Rosanna Arquette"
				}
			],
			"photo": "photos/HarveyWeinstein.jpg",
			"source": [
				"BBC News"
			]
		}
	]

}